Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: AI response could not be decoded.
ar_sa: لا يمكن فك تشفير استجابة الذكاء الاصطناعي.
bn_bd: AI প্রতিক্রিয়া ডিকোড করা যায়নি।
de_de: Die KI-Antwort konnte nicht entschlüsselt werden.
es_mx: La respuesta de la IA no se pudo decodificar.
fr_ca: La réponse de l'IA n'a pas pu être décodée.
gu_in: AI પ્રતિસાદ ડીકોડ કરી શકાયો નથી.
he: לא ניתן היה לפענח תגובת AI.
hi: एआई प्रतिक्रिया को डिकोड नहीं किया जा सका।
hr: Odgovor umjetne inteligencije nije se mogao dekodirati.
id: Respons AI tidak dapat diterjemahkan.
it: Impossibile decodificare la risposta dell'IA.
ja: AI 応答をデコードできませんでした。
kn_in: AI ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಡಿಕೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ.
ko: AI 응답을 디코딩할 수 없습니다.
ml_in: AI പ്രതികരണം ഡീകോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
mr_in: AI प्रतिसाद डीकोड करता आला नाही.
ms: Respons AI tidak dapat dinyahkodkan.
nb: AI-respons kunne ikke dekodes.
nl_nl: Het AI-antwoord kon niet worden gedecodeerd.
or_in: AI ପ୍ରତିକ୍ରିୟା ଡିକୋଡ୍ ହୋଇପାରିବ ନାହିଁ |
pa_in: AI ਜਵਾਬ ਨੂੰ ਡੀਕੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pt_br: A resposta da IA não pôde ser decodificada.
ta_in: AI பதிலை டிகோட் செய்ய முடியவில்லை.
te_in: AI ప్రతిస్పందనను డీకోడ్ చేయడం సాధ్యపడలేదు.
th: ไม่สามารถถอดรหัสการตอบสนองของ AI ได้
tr: AI yanıtının kodu çözülemedi.
uk: Не вдалося розшифрувати відповідь ШІ.
ur_pk: AI جواب کو ڈی کوڈ نہیں کیا جا سکا۔
vi: Không thể giải mã được phản hồi AI.
zh_hans: AI 响应无法解码。
zh_hant: AI 回應無法解碼。

source: AI server not reachable. Check your connection.
ar_sa: خادم الذكاء الاصطناعي غير قابل للوصول. تحقق من اتصالك.
bn_bd: এআই সার্ভারে পৌঁছানো যাচ্ছে না। আপনার সংযোগ পরীক্ষা করুন.
de_de: AI-Server nicht erreichbar. Überprüfen Sie Ihre Verbindung.
es_mx: No se puede acceder al servidor de IA. Comprueba tu conexión.
fr_ca: Le serveur IA n'est pas accessible. Vérifiez votre connexion.
gu_in: AI સર્વર પહોંચી શકાતું નથી. તમારું કનેક્શન તપાસો.
he: לא ניתן להגיע לשרת AI. בדוק את החיבור שלך.
hi: एआई सर्वर पहुंच योग्य नहीं है। अपना कनेक्शन जांचें.
hr: AI poslužitelj nije dostupan. Provjerite vezu.
id: Server AI tidak dapat dijangkau. Periksa koneksi Anda.
it: Server AI non raggiungibile. Controlla la tua connessione.
ja: AI サーバーに到達できません。接続を確認してください。
kn_in: AI ಸರ್ವರ್ ತಲುಪಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: AI 서버에 연결할 수 없습니다. 연결을 확인하세요.
ml_in: AI സെർവറിൽ എത്തിച്ചേരാനാകുന്നില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക.
mr_in: AI सर्व्हर पोहोचू शकत नाही. तुमचे कनेक्शन तपासा.
ms: Pelayan AI tidak dapat dicapai. Semak sambungan anda.
nb: AI-serveren er ikke tilgjengelig. Sjekk tilkoblingen din.
nl_nl: AI-server niet bereikbaar. Controleer uw verbinding.
or_in: AI ସର୍ଭର ଉପଲବ୍ଧ ନୁହେଁ | ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: AI ਸਰਵਰ ਪਹੁੰਚਯੋਗ ਨਹੀਂ ਹੈ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pt_br: Servidor AI não acessível. Verifique sua conexão.
ta_in: AI சேவையகத்தை அணுக முடியவில்லை. உங்கள் இணைப்பைச் சரிபார்க்கவும்.
te_in: AI సర్వర్ అందుబాటులో లేదు. మీ కనెక్షన్‌ని తనిఖీ చేయండి.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ AI ตรวจสอบการเชื่อมต่อของคุณ
tr: AI sunucusuna ulaşılamıyor. Bağlantınızı kontrol edin.
uk: Сервер ШІ недоступний. Перевірте підключення.
ur_pk: AI سرور قابل رسائی نہیں ہے۔ اپنا کنکشن چیک کریں۔
vi: Máy chủ AI không thể truy cập được. Kiểm tra kết nối của bạn.
zh_hans: AI 服务器无法访问。检查您的连接。
zh_hant: AI 伺服器無法存取。檢查您的連線。

source: AI will extract all transactions from bank statements, receipts, or expense screenshots.
ar_sa: سوف يقوم الذكاء الاصطناعي باستخراج جميع المعاملات من بيانات البنك، والإيصالات، أو لقطات الشاشة للنفقات.
bn_bd: AI সমস্ত লেনদেন বের করবে ব্যাঙ্ক স্টেটমেন্ট, রসিদ থেকে, অথবা খরচের স্ক্রিনশট।
de_de: KI extrahiert alle Transaktionen aus Kontoauszügen, Quittungen, oder Spesen-Screenshots.
es_mx: La IA extraerá todas las transacciones de extractos bancarios, recibos, o capturas de pantalla de gastos.
fr_ca: L'IA extraira toutes les transactions à partir des relevés bancaires, des reçus, ou des captures d'écran de dépenses.
gu_in: AI તમામ વ્યવહારો બહાર કાઢશે બેંક સ્ટેટમેન્ટ, રસીદોમાંથી, અથવા ખર્ચના સ્ક્રીનશૉટ્સ.
he: AI יחלץ את כל העסקאות מדפי בנק, קבלות, או צילומי מסך של הוצאות.
hi: एआई सभी लेनदेन निकालेगा बैंक स्टेटमेंट, रसीदों से, या व्यय स्क्रीनशॉट.
hr: AI će izdvojiti sve transakcije iz bankovnih izvoda, potvrda, ili snimke zaslona troškova.
id: AI akan mengekstrak semua transaksi dari laporan bank, kwitansi, atau tangkapan layar pengeluaran.
it: L'intelligenza artificiale estrarrà tutte le transazioni da estratti conto, ricevute, o screenshot delle spese.
ja: AIがすべてのトランザクションを抽出します 銀行取引明細書、領収書、 または経費のスクリーンショット。
kn_in: AI ಎಲ್ಲಾ ವಹಿವಾಟುಗಳನ್ನು ಹೊರತೆಗೆಯುತ್ತದೆ ಬ್ಯಾಂಕ್ ಹೇಳಿಕೆಗಳು, ರಸೀದಿಗಳಿಂದ, ಅಥವಾ ಖರ್ಚು ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು.
ko: AI가 모든 거래를 추출합니다. 은행 명세서, 영수증, 또는 비용 스크린샷.
ml_in: AI എല്ലാ ഇടപാടുകളും എക്‌സ്‌ട്രാക്‌റ്റ് ചെയ്യും ബാങ്ക് സ്റ്റേറ്റ്‌മെൻ്റുകൾ, രസീതുകൾ, അല്ലെങ്കിൽ ചെലവ് സ്ക്രീൻഷോട്ടുകൾ.
mr_in: AI सर्व व्यवहार काढेल बँक स्टेटमेंट्स, पावत्या, किंवा खर्चाचे स्क्रीनशॉट.
ms: AI akan mengeluarkan semua transaksi daripada penyata bank, resit, atau tangkapan skrin perbelanjaan.
nb: AI vil trekke ut alle transaksjoner fra kontoutskrifter, kvitteringer, eller utgiftsskjermbilder.
nl_nl: AI zal alle transacties extraheren uit bankafschriften, kwitanties, of onkostenscreenshots.
or_in: AI ସମସ୍ତ କାରବାର ବାହାର କରିବ | ବ୍ୟାଙ୍କ ଷ୍ଟେଟମେଣ୍ଟ, ରସିଦ, କିମ୍ବା ସ୍କ୍ରିନସଟ୍ ଖର୍ଚ୍ଚ କରନ୍ତୁ |
pa_in: AI ਸਾਰੇ ਲੈਣ-ਦੇਣ ਨੂੰ ਐਕਸਟਰੈਕਟ ਕਰੇਗਾ ਬੈਂਕ ਸਟੇਟਮੈਂਟਾਂ, ਰਸੀਦਾਂ ਤੋਂ, ਜਾਂ ਖਰਚੇ ਦੇ ਸਕ੍ਰੀਨਸ਼ਾਟ।
pt_br: AI extrairá todas as transações de extratos bancários, recibos, ou capturas de tela de despesas.
ta_in: AI அனைத்து பரிவர்த்தனைகளையும் பிரித்தெடுக்கும் வங்கி அறிக்கைகள், ரசீதுகள், அல்லது செலவு திரைக்காட்சிகள்.
te_in: AI అన్ని లావాదేవీలను సంగ్రహిస్తుంది బ్యాంక్ స్టేట్‌మెంట్‌లు, రసీదులు, లేదా ఖర్చు స్క్రీన్‌షాట్‌లు.
th: AI จะแยกธุรกรรมทั้งหมด จากใบแจ้งยอดธนาคาร ใบเสร็จรับเงิน หรือภาพหน้าจอค่าใช้จ่าย
tr: Yapay zeka tüm işlemleri çıkaracak banka ekstrelerinden, makbuzlardan, veya gider ekran görüntüleri.
uk: AI витягне всі транзакції з банківських виписок, квитанцій, або скріншоти витрат.
ur_pk: AI تمام لین دین کو نکالے گا۔ بینک اسٹیٹمنٹس، رسیدوں سے، یا اخراجات کے اسکرین شاٹس۔
vi: AI sẽ trích xuất tất cả các giao dịch từ báo cáo ngân hàng, biên lai, hoặc ảnh chụp màn hình chi phí.
zh_hans: AI将提取所有交易 从银行对账单、收据、 或费用截图。
zh_hant: AI將提取所有交易 從銀行對帳單、收據、 或費用截圖。

source: AI-powered breakdown
ar_sa: انهيار مدعوم بالذكاء الاصطناعي
bn_bd: এআই-চালিত ব্রেকডাউন
de_de: KI-gestützte Panne
es_mx: Desglose impulsado por IA
fr_ca: Dépannage alimenté par l'IA
gu_in: AI સંચાલિત બ્રેકડાઉન
he: התמוטטות המופעלת על ידי AI
hi: एआई-संचालित ब्रेकडाउन
hr: Kvar pokretan umjetnom inteligencijom
id: Kerusakan bertenaga AI
it: Guasto basato sull'intelligenza artificiale
ja: AI を活用した内訳
kn_in: AI-ಚಾಲಿತ ಸ್ಥಗಿತ
ko: AI 기반 고장
ml_in: AI-പവർ ബ്രേക്ക്‌ഡൗൺ
mr_in: एआय-चालित ब्रेकडाउन
ms: Pecahan berkuasa AI
nb: AI-drevet sammenbrudd
nl_nl: Door AI aangedreven analyse
or_in: AI ଚାଳିତ ଭାଙ୍ଗିବା |
pa_in: AI-ਸੰਚਾਲਿਤ ਬ੍ਰੇਕਡਾਊਨ
pt_br: Análise alimentada por IA
ta_in: AI-இயங்கும் முறிவு
te_in: AI-ఆధారిత బ్రేక్‌డౌన్
th: การพังทลายที่ขับเคลื่อนด้วย AI
tr: Yapay zeka destekli arıza
uk: Поломка на основі ШІ
ur_pk: AI سے چلنے والی خرابی۔
vi: Sự cố do AI cung cấp
zh_hans: AI驱动的故障
zh_hant: AI驅動的故障

source: About
ar_sa: حول
bn_bd: সম্পর্কে
de_de: Über
es_mx: Acerca de
fr_ca: À propos
gu_in: વિશે
he: בערך
hi: के बारे में
hr: O
id: Tentang
it: Circa
ja: について
kn_in: ಬಗ್ಗೆ
ko: 소개
ml_in: കുറിച്ച്
mr_in: बद्दल
ms: Tentang
nb: Om
nl_nl: Over
or_in: ବିଷୟରେ
pa_in: ਬਾਰੇ
pt_br: Sobre
ta_in: பற்றி
te_in: గురించి
th: เกี่ยวกับ
tr: Hakkında
uk: про
ur_pk: کے بارے میں
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Active
ar_sa: نشط
bn_bd: সক্রিয়
de_de: Aktiv
es_mx: Activo
fr_ca: Actif
gu_in: સક્રિય
he: פעיל
hi: सक्रिय
hr: Aktivno
id: Aktif
it: Attivo
ja: アクティブ
kn_in: ಸಕ್ರಿಯ
ko: 활성
ml_in: സജീവമാണ്
mr_in: सक्रिय
ms: Aktif
nb: Aktiv
nl_nl: Actief
or_in: ସକ୍ରିୟ |
pa_in: ਕਿਰਿਆਸ਼ੀਲ
pt_br: Ativo
ta_in: செயலில்
te_in: చురుకుగా
th: ใช้งานอยู่
tr: Aktif
uk: Активний
ur_pk: فعال
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 活躍

source: Add Expense
ar_sa: أضف النفقات
bn_bd: খরচ যোগ করুন
de_de: Kosten hinzufügen
es_mx: Agregar gastos
fr_ca: Ajouter une dépense
gu_in: ખર્ચ ઉમેરો
he: הוסף הוצאה
hi: व्यय जोड़ें
hr: Dodaj trošak
id: Tambahkan Biaya
it: Aggiungi spesa
ja: 経費の追加
kn_in: ವೆಚ್ಚವನ್ನು ಸೇರಿಸಿ
ko: 비용 추가
ml_in: ചെലവ് ചേർക്കുക
mr_in: खर्च जोडा
ms: Tambah Perbelanjaan
nb: Legg til kostnad
nl_nl: Kosten toevoegen
or_in: ଖର୍ଚ୍ଚ ଯୋଡନ୍ତୁ |
pa_in: ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar despesa
ta_in: செலவைச் சேர்க்கவும்
te_in: ఖర్చు జోడించండి
th: เพิ่มค่าใช้จ่าย
tr: Gider Ekle
uk: Додати витрати
ur_pk: اخراجات شامل کریں۔
vi: Thêm chi phí
zh_hans: 添加费用
zh_hant: 新增費用

source: Add Income
ar_sa: أضف الدخل
bn_bd: আয় যোগ করুন
de_de: Einkommen hinzufügen
es_mx: Agregar ingresos
fr_ca: Ajouter un revenu
gu_in: આવક ઉમેરો
he: הוסף הכנסה
hi: आय जोड़ें
hr: Dodaj prihod
id: Tambahkan Pendapatan
it: Aggiungi reddito
ja: 収入を追加する
kn_in: ಆದಾಯ ಸೇರಿಸಿ
ko: 소득 추가
ml_in: വരുമാനം ചേർക്കുക
mr_in: उत्पन्न जोडा
ms: Tambah Pendapatan
nb: Legg til inntekt
nl_nl: Voeg inkomen toe
or_in: ଆୟ ଯୋଡନ୍ତୁ |
pa_in: ਆਮਦਨ ਜੋੜੋ
pt_br: Adicionar renda
ta_in: வருமானத்தைச் சேர்க்கவும்
te_in: ఆదాయాన్ని జోడించండి
th: เพิ่มรายได้
tr: Gelir Ekle
uk: Додати дохід
ur_pk: آمدنی شامل کریں۔
vi: Thêm thu nhập
zh_hans: 增加收入
zh_hant: 增加收入

source: Add Recurring
ar_sa: إضافة متكررة
bn_bd: পুনরাবৃত্ত যোগ করুন
de_de: Wiederkehrend hinzufügen
es_mx: Agregar recurrente
fr_ca: Ajouter récurrent
gu_in: રિકરિંગ ઉમેરો
he: הוסף חוזר
hi: आवर्ती जोड़ें
hr: Dodaj Ponavljajuće
id: Tambahkan Berulang
it: Aggiungi ricorrente
ja: 定期的な追加
kn_in: ಮರುಕಳಿಸುವ ಸೇರಿಸಿ
ko: 반복 추가
ml_in: ആവർത്തിക്കുന്നത് ചേർക്കുക
mr_in: आवर्ती जोडा
ms: Tambah Berulang
nb: Legg til gjentakende
nl_nl: Terugkerend toevoegen
or_in: ପୁନରାବୃତ୍ତି ଯୋଡନ୍ତୁ |
pa_in: ਆਵਰਤੀ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar recorrente
ta_in: மீண்டும் மீண்டும் சேர்
te_in: పునరావృతాన్ని జోడించండి
th: เพิ่มการเกิดซ้ำ
tr: Tekrarlanan Ekle
uk: Додати повторювані
ur_pk: بار بار شامل کریں۔
vi: Thêm định kỳ
zh_hans: 添加重复
zh_hant: 添加重複

source: Add expenses to see your breakdown
ar_sa: أضف النفقات لترى تفاصيلك
bn_bd: আপনার ব্রেকডাউন দেখতে খরচ যোগ করুন
de_de: Fügen Sie Ausgaben hinzu, um Ihre Aufschlüsselung anzuzeigen
es_mx: Añade gastos para ver tu desglose
fr_ca: Ajoutez des dépenses pour voir votre répartition
gu_in: તમારું બ્રેકડાઉન જોવા માટે ખર્ચ ઉમેરો
he: הוסף הוצאות כדי לראות את הפירוט שלך
hi: अपना विवरण देखने के लिए खर्च जोड़ें
hr: Dodajte troškove da vidite svoju analizu
id: Tambahkan pengeluaran untuk melihat rincian Anda
it: Aggiungi le spese per vedere il dettaglio
ja: 経費を追加して内訳を確認する
kn_in: ನಿಮ್ಮ ಸ್ಥಗಿತವನ್ನು ನೋಡಲು ವೆಚ್ಚಗಳನ್ನು ಸೇರಿಸಿ
ko: 비용을 추가하여 내역을 확인하세요.
ml_in: നിങ്ങളുടെ തകർച്ച കാണാൻ ചെലവുകൾ ചേർക്കുക
mr_in: तुमचे ब्रेकडाउन पाहण्यासाठी खर्च जोडा
ms: Tambah perbelanjaan untuk melihat pecahan anda
nb: Legg til utgifter for å se sammenbruddet
nl_nl: Voeg uitgaven toe om uw overzicht te zien
or_in: ତୁମର ଭାଙ୍ଗିବା ଦେଖିବା ପାଇଁ ଖର୍ଚ୍ଚ ଯୋଡ |
pa_in: ਆਪਣੇ ਟੁੱਟਣ ਨੂੰ ਦੇਖਣ ਲਈ ਖਰਚੇ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicione despesas para ver seu detalhamento
ta_in: உங்கள் முறிவைக் காண செலவுகளைச் சேர்க்கவும்
te_in: మీ బ్రేక్‌డౌన్‌ను చూడటానికి ఖర్చులను జోడించండి
th: เพิ่มค่าใช้จ่ายเพื่อดูรายละเอียดของคุณ
tr: Dökümünüzü görmek için giderleri ekleyin
uk: Додайте витрати, щоб побачити розбивку
ur_pk: اپنی خرابی دیکھنے کے لیے اخراجات شامل کریں۔
vi: Thêm chi phí để xem bảng phân tích của bạn
zh_hans: 添加费用以查看您的明细
zh_hant: 添加費用以查看您的明細

source: Add recurring bill
ar_sa: إضافة فاتورة متكررة
bn_bd: পুনরাবৃত্ত বিল যোগ করুন
de_de: Fügen Sie eine wiederkehrende Rechnung hinzu
es_mx: Agregar factura recurrente
fr_ca: Ajouter une facture récurrente
gu_in: રિકરિંગ બિલ ઉમેરો
he: הוסף חשבון חוזר
hi: आवर्ती बिल जोड़ें
hr: Dodajte ponavljajući račun
id: Tambahkan tagihan berulang
it: Aggiungi fattura ricorrente
ja: 定期請求を追加する
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ ಸೇರಿಸಿ
ko: 반복 청구서 추가
ml_in: ആവർത്തന ബിൽ ചേർക്കുക
mr_in: आवर्ती बिल जोडा
ms: Tambah bil berulang
nb: Legg til gjentakende regning
nl_nl: Terugkerende factuur toevoegen
or_in: ବାରମ୍ବାର ବିଲ୍ ଯୋଡନ୍ତୁ |
pa_in: ਆਵਰਤੀ ਬਿੱਲ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar fatura recorrente
ta_in: தொடர் பில் சேர்க்கவும்
te_in: పునరావృత బిల్లును జోడించండి
th: เพิ่มการเรียกเก็บเงินที่เกิดขึ้น
tr: Yinelenen fatura ekle
uk: Додати періодичний рахунок
ur_pk: بار بار آنے والا بل شامل کریں۔
vi: Thêm hóa đơn định kỳ
zh_hans: 添加经常性账单
zh_hant: 增加經常性帳單

source: Add transaction
ar_sa: إضافة المعاملة
bn_bd: লেনদেন যোগ করুন
de_de: Transaktion hinzufügen
es_mx: Agregar transacción
fr_ca: Ajouter une transaction
gu_in: વ્યવહાર ઉમેરો
he: הוסף עסקה
hi: लेन-देन जोड़ें
hr: Dodaj transakciju
id: Tambahkan transaksi
it: Aggiungi transazione
ja: トランザクションの追加
kn_in: ವಹಿವಾಟು ಸೇರಿಸಿ
ko: 거래 추가
ml_in: ഇടപാട് ചേർക്കുക
mr_in: व्यवहार जोडा
ms: Tambah transaksi
nb: Legg til transaksjon
nl_nl: Transactie toevoegen
or_in: କାରବାର ଯୋଡନ୍ତୁ |
pa_in: ਲੈਣ-ਦੇਣ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar transação
ta_in: பரிவர்த்தனையைச் சேர்க்கவும்
te_in: లావాదేవీని జోడించండి
th: เพิ่มธุรกรรม
tr: İşlem ekle
uk: Додати транзакцію
ur_pk: لین دین شامل کریں۔
vi: Thêm giao dịch
zh_hans: 添加交易
zh_hant: 新增交易

source: Add your subscriptions and bills to track them automatically
ar_sa: أضف اشتراكاتك وفواتيرك لتتبعها تلقائيًا
bn_bd: স্বয়ংক্রিয়ভাবে ট্র্যাক করতে আপনার সদস্যতা এবং বিল যোগ করুন
de_de: Fügen Sie Ihre Abonnements und Rechnungen hinzu, um sie automatisch zu verfolgen
es_mx: Añade tus suscripciones y facturas para realizar un seguimiento automático
fr_ca: Ajoutez vos abonnements et factures pour les suivre automatiquement
gu_in: તમારા સબ્સ્ક્રિપ્શન્સ અને બિલ્સને આપમેળે ટ્રૅક કરવા માટે ઉમેરો
he: הוסף את המנויים והחשבונות שלך כדי לעקוב אחריהם באופן אוטומטי
hi: अपनी सदस्यताओं और बिलों को स्वचालित रूप से ट्रैक करने के लिए उन्हें जोड़ें
hr: Dodajte svoje pretplate i račune kako biste ih automatski pratili
id: Tambahkan langganan dan tagihan Anda untuk melacaknya secara otomatis
it: Aggiungi i tuoi abbonamenti e le tue fatture per monitorarli automaticamente
ja: サブスクリプションと請求書を追加して自動的に追跡します
kn_in: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಗಳು ಮತ್ತು ಬಿಲ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಸೇರಿಸಿ
ko: 구독 및 청구서를 추가하여 자동으로 추적하세요.
ml_in: നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷനുകളും ബില്ലുകളും സ്വയമേവ ട്രാക്ക് ചെയ്യാൻ ചേർക്കുക
mr_in: तुमची सदस्यता आणि बिले स्वयंचलितपणे ट्रॅक करण्यासाठी जोडा
ms: Tambahkan langganan dan bil anda untuk menjejakinya secara automatik
nb: Legg til dine abonnementer og regninger for å spore dem automatisk
nl_nl: Voeg uw abonnementen en facturen toe om ze automatisch bij te houden
or_in: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଟ୍ରାକ୍ କରିବାକୁ ଆପଣଙ୍କର ସଦସ୍ୟତା ଏବଂ ବିଲ୍ ଯୋଡନ୍ତୁ |
pa_in: ਉਹਨਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਟਰੈਕ ਕਰਨ ਲਈ ਆਪਣੀਆਂ ਗਾਹਕੀਆਂ ਅਤੇ ਬਿੱਲਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicione suas assinaturas e contas para rastreá-las automaticamente
ta_in: தானாக கண்காணிக்க உங்கள் சந்தாக்கள் மற்றும் பில்களைச் சேர்க்கவும்
te_in: స్వయంచాలకంగా ట్రాక్ చేయడానికి మీ సభ్యత్వాలు మరియు బిల్లులను జోడించండి
th: เพิ่มการสมัครสมาชิกและใบเรียกเก็บเงินของคุณเพื่อติดตามโดยอัตโนมัติ
tr: Aboneliklerinizi ve faturalarınızı otomatik olarak takip etmek için ekleyin
uk: Додайте свої підписки та рахунки, щоб відстежувати їх автоматично
ur_pk: اپنی سبسکرپشنز اور بلوں کو خود بخود ٹریک کرنے کے لیے شامل کریں۔
vi: Thêm đăng ký và hóa đơn của bạn để tự động theo dõi chúng
zh_hans: 添加您的订阅和账单以自动跟踪它们
zh_hant: 添加您的訂閱和帳單以自動追蹤它們

source: Added
ar_sa: تمت الإضافة
bn_bd: যোগ করা হয়েছে
de_de: Hinzugefügt
es_mx: Añadido
fr_ca: Ajouté
gu_in: ઉમેર્યું
he: נוסף
hi: जोड़ा गया
hr: Dodano
id: Ditambahkan
it: Aggiunto
ja: 追加されました
kn_in: ಸೇರಿಸಲಾಗಿದೆ
ko: 추가됨
ml_in: ചേർത്തു
mr_in: जोडले
ms: Ditambah
nb: Lagt til
nl_nl: Toegevoegd
or_in: ଯୋଡା ଯାଇଛି |
pa_in: ਜੋੜਿਆ ਗਿਆ
pt_br: Adicionado
ta_in: சேர்க்கப்பட்டது
te_in: చేర్చబడింది
th: เพิ่มแล้ว
tr: Eklendi
uk: Додано
ur_pk: شامل کیا گیا۔
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

# Added recurring bill %@ (%@, %@).
source: Added recurring bill %1$@ (%2$@, %3$@).
ar_sa: تمت إضافة الفاتورة المتكررة %1$@ (%2$@، %3$@).
bn_bd: পুনরাবৃত্ত বিল %1$@ (%2$@, %3$@) যোগ করা হয়েছে।
de_de: Wiederkehrende Rechnung %1$@ (%2$@, %3$@) hinzugefügt.
es_mx: Se agregó la factura recurrente %1$@ (%2$@, %3$@).
fr_ca: Ajout de la facture récurrente %1$@ (%2$@, %3$@).
gu_in: રિકરિંગ બિલ %1$@ (%2$@, %3$@) ઉમેર્યું.
he: נוסף חשבון חוזר %1$@ (%2$@, %3$@).
hi: आवर्ती बिल जोड़ा गया %1$@ (%2$@, %3$@)।
hr: Dodan ponavljajući račun %1$@ (%2$@, %3$@).
id: Menambahkan tagihan berulang %1$@ (%2$@, %3$@).
it: Aggiunta fattura ricorrente %1$@ (%2$@, %3$@).
ja: 定期請求 %1$@ (%2$@、%3$@) を追加しました。
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ %1$@ (%2$@, %3$@) ಸೇರಿಸಲಾಗಿದೆ.
ko: 반복 청구서 %1$@(%2$@, %3$@)을 추가했습니다.
ml_in: ആവർത്തിച്ചുള്ള ബിൽ %1$@ (%2$@, %3$@) ചേർത്തു.
mr_in: आवर्ती बिल %1$@ (%2$@, %3$@) जोडले.
ms: Menambahkan bil berulang %1$@ (%2$@, %3$@).
nb: Lagt til gjentakende regning %1$@ (%2$@, %3$@).
nl_nl: Terugkerende factuur %1$@ toegevoegd (%2$@, %3$@).
or_in: ବାରମ୍ବାର ବିଲ୍ ଯୋଡାଗଲା %1$@ (%2$@, %3$@) |
pa_in: ਆਵਰਤੀ ਬਿੱਲ %1$@ (%2$@, %3$@) ਨੂੰ ਜੋੜਿਆ ਗਿਆ।
pt_br: Adicionada fatura recorrente %1$@ (%2$@, %3$@).
ta_in: தொடர்ச்சியான பில் %1$@ (%2$@, %3$@) சேர்க்கப்பட்டது.
te_in: పునరావృత బిల్లు %1$@ (%2$@, %3$@) జోడించబడింది.
th: เพิ่มการเรียกเก็บเงินที่เกิดซ้ำ %1$@ (%2$@, %3$@)
tr: Yinelenen fatura %1$@ (%2$@, %3$@) eklendi.
uk: Додано регулярний рахунок %1$@ (%2$@, %3$@).
ur_pk: اعادی بل شامل کیا گیا %1$@ (%2$@, %3$@)۔
vi: Đã thêm hóa đơn định kỳ %1$@ (%2$@, %3$@).
zh_hans: 添加了经常性账单 %1$@（%2$@、%3$@）。
zh_hant: 新增了經常性帳單 %1$@（%2$@、%3$@）。

source: All
ar_sa: الكل
bn_bd: সব
de_de: Alle
es_mx: Todos
fr_ca: Tout
gu_in: બધા
he: הכל
hi: सब
hr: sve
id: Semua
it: Tutto
ja: すべて
kn_in: ಎಲ್ಲಾ
ko: 모두
ml_in: എല്ലാം
mr_in: सर्व
ms: Semua
nb: Alle
nl_nl: Allemaal
or_in: ସମସ୍ତ
pa_in: ਸਾਰੇ
pt_br: Todos
ta_in: அனைத்து
te_in: అన్నీ
th: ทั้งหมด
tr: Hepsi
uk: все
ur_pk: تمام
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: Already have an account?
ar_sa: هل لديك حساب بالفعل؟
bn_bd: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
de_de: Sie haben bereits ein Konto?
es_mx: ¿Ya tienes una cuenta?
fr_ca: Vous avez déjà un compte ?
gu_in: પહેલેથી જ એકાઉન્ટ છે?
he: כבר יש לך חשבון?
hi: क्या आपके पास पहले से ही एक खाता है?
hr: Već imate račun?
id: Sudah punya akun?
it: Hai già un account?
ja: すでにアカウントをお持ちですか?
kn_in: ಈಗಾಗಲೇ ಖಾತೆಯನ್ನು ಹೊಂದಿರುವಿರಾ?
ko: 이미 계정이 있나요?
ml_in: ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?
mr_in: आधीच खाते आहे?
ms: Sudah mempunyai akaun?
nb: Har du allerede en konto?
nl_nl: Heeft u al een account?
or_in: ପୂର୍ବରୁ ଏକ ଖାତା ଅଛି କି?
pa_in: ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?
pt_br: Já tem uma conta?
ta_in: ஏற்கனவே கணக்கு உள்ளதா?
te_in: ఇప్పటికే ఖాతా ఉందా?
th: มีบัญชีอยู่แล้ว?
tr: Zaten bir hesabınız var mı?
uk: Вже маєте акаунт?
ur_pk: پہلے سے ہی اکاؤنٹ ہے؟
vi: Đã có tài khoản?
zh_hans: 已经有帐户？
zh_hant: 已經有帳戶？

source: Amount
ar_sa: المبلغ
bn_bd: পরিমাণ
de_de: Betrag
es_mx: Cantidad
fr_ca: Montant
gu_in: રકમ
he: כמות
hi: रकम
hr: Iznos
id: Jumlah
it: Importo
ja: 金額
kn_in: ಮೊತ್ತ
ko: 금액
ml_in: തുക
mr_in: रक्कम
ms: Jumlah
nb: Beløp
nl_nl: Bedrag
or_in: ପରିମାଣ
pa_in: ਰਕਮ
pt_br: Quantidade
ta_in: தொகை
te_in: మొత్తం
th: จำนวน
tr: Tutar
uk: Сума
ur_pk: رقم
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

source: Analyzing %@ spending…
ar_sa: جارٍ تحليل إنفاق %@...
bn_bd: %@ ব্যয় বিশ্লেষণ করা হচ্ছে...
de_de: Ausgaben für %@ werden analysiert…
es_mx: Analizando el gasto de %@...
fr_ca: Analyse des dépenses de %@…
gu_in: %@ ખર્ચનું વિશ્લેષણ કરી રહ્યું છે...
he: מנתח הוצאות של %@...
hi: %@ खर्च का विश्लेषण किया जा रहा है...
hr: Analiza potrošnje %@…
id: Menganalisis pengeluaran %@…
it: Analisi della spesa %@ in corso...
ja: %@ 件の支出を分析しています…
kn_in: %@ ಖರ್ಚುಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ko: %@ 지출 분석 중…
ml_in: %@ ചെലവ് വിശകലനം ചെയ്യുന്നു...
mr_in: %@ खर्चाचे विश्लेषण करत आहे...
ms: Menganalisis %@ perbelanjaan…
nb: Analyserer %@ utgifter …
nl_nl: %@ uitgaven analyseren…
or_in: %@ ଖର୍ଚ୍ଚ ବିଶ୍ଳେଷଣ…
pa_in: %@ ਖਰਚਿਆਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Analisando %@ gastos…
ta_in: %@ செலவினங்களை பகுப்பாய்வு செய்கிறது…
te_in: %@ వ్యయాన్ని విశ్లేషిస్తోంది...
th: กำลังวิเคราะห์การใช้จ่าย %@...
tr: %@ harcama analiz ediliyor…
uk: Аналіз витрат %@…
ur_pk: %@ خرچ کا تجزیہ کیا جا رہا ہے…
vi: Đang phân tích chi tiêu %@…
zh_hans: 正在分析 %@ 支出...
zh_hant: 正在分析 %@ 支出...

source: Analyzing document…
ar_sa: جارٍ تحليل المستند…
bn_bd: নথি বিশ্লেষণ করা হচ্ছে...
de_de: Dokument wird analysiert…
es_mx: Analizando documento…
fr_ca: Analyse du document…
gu_in: દસ્તાવેજનું વિશ્લેષણ કરી રહ્યું છે...
he: מנתח מסמך...
hi: दस्तावेज़ का विश्लेषण किया जा रहा है...
hr: Analiza dokumenta…
id: Menganalisis dokumen…
it: Analisi del documento…
ja: 文書を分析中…
kn_in: ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 문서 분석 중…
ml_in: ഡോക്യുമെൻ്റ് വിശകലനം ചെയ്യുന്നു...
mr_in: दस्तऐवजाचे विश्लेषण करत आहे...
ms: Menganalisis dokumen…
nb: Analyserer dokument …
nl_nl: Document analyseren…
or_in: ଡକ୍ୟୁମେଣ୍ଟ୍ ବିଶ୍ଳେଷଣ କରୁଛି…
pa_in: ਦਸਤਾਵੇਜ਼ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Analisando documento…
ta_in: ஆவணத்தை பகுப்பாய்வு செய்கிறது…
te_in: పత్రాన్ని విశ్లేషిస్తోంది...
th: กำลังวิเคราะห์เอกสาร...
tr: Belge analiz ediliyor…
uk: Аналіз документа…
ur_pk: دستاویز کا تجزیہ کیا جا رہا ہے…
vi: Đang phân tích tài liệu…
zh_hans: 正在分析文档...
zh_hant: 正在分析文檔...

source: Analyzing image…
ar_sa: جارٍ تحليل الصورة…
bn_bd: ছবি বিশ্লেষণ করা হচ্ছে...
de_de: Bild wird analysiert…
es_mx: Analizando imagen…
fr_ca: Analyse d’images…
gu_in: છબીનું વિશ્લેષણ કરી રહ્યું છે...
he: מנתח תמונה...
hi: छवि का विश्लेषण किया जा रहा है...
hr: Analiza slike…
id: Menganalisis gambar…
it: Analisi dell'immagine…
ja: 画像を分析中…
kn_in: ಚಿತ್ರವನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 이미지 분석 중…
ml_in: ചിത്രം വിശകലനം ചെയ്യുന്നു...
mr_in: प्रतिमेचे विश्लेषण करत आहे...
ms: Menganalisis imej…
nb: Analyserer bildet …
nl_nl: Afbeelding analyseren…
or_in: ପ୍ରତିଛବି ବିଶ୍ଳେଷଣ…
pa_in: ਚਿੱਤਰ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Analisando imagem…
ta_in: படத்தை பகுப்பாய்வு செய்கிறது…
te_in: చిత్రాన్ని విశ్లేషిస్తోంది...
th: กำลังวิเคราะห์รูปภาพ...
tr: Görüntü analiz ediliyor…
uk: Аналіз зображення…
ur_pk: تصویر کا تجزیہ کیا جا رہا ہے…
vi: Đang phân tích hình ảnh…
zh_hans: 正在分析图像...
zh_hant: 正在分析影像...

source: Animated Glows
ar_sa: توهجات متحركة
bn_bd: অ্যানিমেটেড গ্লোস
de_de: Animiertes Leuchten
es_mx: Resplandores animados
fr_ca: Lueurs animées
gu_in: એનિમેટેડ ગ્લોઝ
he: זוהר אנימציה
hi: एनिमेटेड चमक
hr: Animirani sjajevi
id: Cahaya Animasi
it: Bagliori animati
ja: アニメーションの輝き
kn_in: ಅನಿಮೇಟೆಡ್ ಗ್ಲೋಸ್
ko: 애니메이션 광선
ml_in: ആനിമേറ്റഡ് ഗ്ലോസ്
mr_in: ॲनिमेटेड ग्लोज
ms: Bersinar Animasi
nl_nl: Geanimeerde gloed
or_in: ଆନିମେଟେଡ୍ ଗ୍ଲୋସ୍ |
pa_in: ਐਨੀਮੇਟਿਡ ਗਲੋਜ਼
pt_br: Brilhos animados
ta_in: அனிமேஷன் க்ளோஸ்
te_in: యానిమేటెడ్ గ్లోస్
th: ภาพเคลื่อนไหวเรืองแสง
tr: Animasyonlu Parıltılar
uk: Анімовані світіння
ur_pk: اینیمیٹڈ گلوز
vi: Hoạt hình phát sáng
zh_hans: 动画发光
zh_hant: 動畫發光

source: Animated glass buttons
ar_sa: أزرار زجاجية متحركة
bn_bd: অ্যানিমেটেড গ্লাস বোতাম
de_de: Animierte Glasknöpfe
es_mx: Botones de cristal animados
fr_ca: Boutons en verre animés
gu_in: એનિમેટેડ કાચ બટનો
he: כפתורי זכוכית מונפשים
hi: एनिमेटेड ग्लास बटन
hr: Animirani stakleni gumbi
id: Tombol kaca animasi
it: Pulsanti di vetro animati
ja: アニメーションガラスボタン
kn_in: ಅನಿಮೇಟೆಡ್ ಗಾಜಿನ ಗುಂಡಿಗಳು
ko: 애니메이션 유리 버튼
ml_in: ആനിമേറ്റഡ് ഗ്ലാസ് ബട്ടണുകൾ
mr_in: ॲनिमेटेड काचेची बटणे
ms: Butang kaca animasi
nl_nl: Geanimeerde glazen knoppen
or_in: ଆନିମେଟେଡ୍ ଗ୍ଲାସ୍ ବଟନ୍ |
pa_in: ਐਨੀਮੇਟਡ ਗਲਾਸ ਬਟਨ
pt_br: Botões de vidro animados
ta_in: அனிமேஷன் கண்ணாடி பொத்தான்கள்
te_in: యానిమేటెడ్ గాజు బటన్లు
th: ปุ่มกระจกเคลื่อนไหว
tr: Animasyonlu cam düğmeler
uk: Анімовані скляні кнопки
ur_pk: متحرک شیشے کے بٹن
vi: Nút kính hoạt hình
zh_hans: 动画玻璃按钮
zh_hant: 動畫玻璃按鈕
